Revit 2027 API
ParameterSet Constructor
Initializes a new instance of the ParameterSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ParameterSet()
Public Sub New
public:
ParameterSet()
new : unit -> ParameterSet
See Also
Reference
ParameterSet Class
Autodesk.Revit.DB Namespace